export default {
  //HEADER

  name: "Игорь",
  surname: "Иванюк",
  position: "Инженер & Антрепренер",
  dwnloadCV: "Скачать CV",
  printCV: "Печать CV",
  profile: "Профиль",
  projects: "Проекты",
  education: "Образование",

  // LEFT COL

  hello: "Привет!",
  greeting:
    "Я увлечен технологиями и саморазвитием, трудолюбив и быстро учусь.",
  contact: "Мои контакты",
  phone: "Мобильный телефон:",
  mail: "Почтовый ящик:",
  adress: "Адрес:",
  street: "Рокоссовского, 60/1",
  place: "Минск, Беларусь",
  sendMeMess: "Отправить мне письмо ",
  social: "",

  // FOOTER

  footer: "Игорь Иванюк CV 2020",

  //PROFILE

  summary: "О квалификации",
  summaryDesc:
    "Ориентированный на результат, пытливый и креативный веб-разработчик с полуторалетним опытом создания различных веб-приложений, использующий HTML, CSS, JavaScript, React, Redux и другие технологии.",
  skills: "Технические Навыки",
  anotherSkills: "Другие Навыки",
  modeling: "Проектирование систем",
  research: "Исследование и анализ данных",
  processes: "Моделирование процессов",
  management: "Менеджмент",
  communication: "Коммуникация",
  job: "Опыт работы",
  intelico:
    "Участие в проектах на базе прогрессивных технологий. Разработка сложных, динамических интерфейсов со сложной логикой и зависимостями. Участие в обсуждении архитектурных решений.",
};
