export default {
  //HEADER

  name: "Игорь",
  surname: "Иванюк",
  position: "Инженер & Антрепренер",
  dwnloadCV: "Скачать CV",
  printCV: "Печать CV",
  profile: "Профиль",
  projects: "Проекты",
  education: "Образование",

  // LEFT COL

  hello: "Привет!",
  greeting:
    "Я увлечен технологиями и саморазвитием, трудолюбив и быстро учусь.",
  contact: "Мои контакты",
  phone: "Мобильный телефон:",
  mail: "Почтовый ящик:",
  adress: "Место:",
  place: "Минск, Беларусь",
  sendMeMess: "Отправить мне письмо ",
  social: "",

  // FOOTER

  footer: "Игорь Иванюк CV 2020",

  //PROFILE

  summary: "О квалификации",
  summaryDesc:
    "Ориентированный на результат, любознательный и творческий молодой человек с широким спектром экспертизы и опыта, включая создание различных веб-приложений с использованием JavaScript и других технологий.",
  skills: "Технические Навыки",
  anotherSkills: "Другие Навыки",
  modeling: "Проектирование систем",
  research: "Исследование и анализ данных",
  processes: "Моделирование процессов",
  management: "Менеджмент",
  communication: "Коммуникация",
  experience: "Работа & Волонтерство",
  experience2015p1:
    "Исследование взаимосвязи социальных, социально-экономических, культурных и идеологических процессов, их влияния на политику и экономику;",
  experience2015p2:
    "Практическое исследование взаимодействия бизнеса и власти в Республике Беларусь, ведение небольших собственных проектов;",
  experience2015p3:
    "Участие в проектах Департамента по предпринимательству Министерства экономики РБ;",
  experience2015p4: "Общественная деятельность.",
  experience2019p1:
    "Разработка небольших коммерческих решений и интеграция CRM. Разработка небольших веб-приложений с использованием современных технологий.",
  experienceRss:
    "Обучение студентов основам JS front-end & back-end разработки. Менторинг. Код-ревью.",
  ownExperience: "А также работа над собственными проектами.",
  experienceIntelico:
    "Участие в проектах, основанных на передовых технологиях. Разработка сложных, динамических интерфейсов со сложной логикой и зависимостями. Участие в обсуждении архитектурных решений.",
};
