export default {
  //HEADER
  name: "Игорь",
  surname: "Иванюк",
  position: "Инженер & Антрепренер",
  dwnloadCV: "Скачать CV",
  printCV: "Печать CV",
  profile: "Профиль",
  projects: "Проекты",
  education: "Образование",

  // LEFT COL
  hello: "Привет!",
  greeting:
    "Я увлечен технологиями и саморазвитием, трудолюбив и быстро учусь.",
  contact: "Мои контакты",
  phone: "Мобильный телефон:",
  mail: "Почтовый ящик:",
  adress: "Место:",
  place: "Минск, Беларусь",
  sendMeMess: "Отправить мне письмо ",
  social: "",

  // FOOTER
  footer: "Игорь Иванюк CV 2020",

  //PROFILE
  summary: "О квалификации",
  summaryDesc:
    "Ориентированный на результат, любознательный и творческий молодой человек с широким спектром знаний и опыта, включая создание различных веб-приложений с использованием JavaScript и других технологий.",
  skills: "Технические Навыки",
  anotherSkills: "Другие Навыки",
  modeling: "Проектирование систем",
  research: "Исследование и анализ данных",
  processes: "Моделирование процессов",
  management: "Менеджмент",
  communication: "Коммуникация",
  experience: "Работа & Волонтерство",
  experience2015p1:
    "Исследование взаимосвязи социальных, социально-экономических, культурных и идеологических процессов, их влияния на политику и экономику;",
  experience2015p2:
    "Практическое исследование взаимодействия бизнеса и власти в Республике Беларусь, ведение небольших собственных проектов;",
  experience2015p3:
    "Участие в проектах Департамента по предпринимательству Министерства экономики РБ;",
  experience2015p4: "Общественная деятельность.",
  experience2019p1:
    "Разработка небольших коммерческих решений и интеграция CRM. Разработка небольших веб-приложений с использованием современных технологий.",
  experienceRss:
    "Обучение студентов основам JS front-end & back-end разработки. Менторинг. Проведение интервью. Код-ревью.",
  ownExperience: "А также работа над собственными проектами.",
  experienceIntelicoHead: "02.2020 - 05.2021",
  experienceIntelico:
    "Участие в проектах, основанных на передовых технологиях. Разработка сложных, динамических интерфейсов со сложной логикой и зависимостями. Участие в обсуждении архитектурных решений.",
  rightNow: "В настоящее время",

  // PROJECTS
  repo: "Репозиторий:",
  env: "Используются:",
  deployment: "Нажмите на картинку, чтобы открыть в новой вкладке",
  platDesc:
    "Plat - это полностью настраиваемое решение «под ключ» для непрерывной генерации потенциальных клиентов. Используется для сбора, проверки и распределения потенциальных клиентов в режиме реального времени через удобный SaaS. Plat предлагает несколько методов распространения, включая ping post, ping tree, JSON, XML и SOAP.",
  platMoreDesc: "В этом проекте я занимаю позицию front-end разработчика.",
  vidodoDesc:
    "Это небольшой макет промо-страницы аудиогидов острова Лансарот.",
  chatDesc:
    "Это небольшой чат, который я создал используя React, Ant Design, Node.js.",
  editorDesc:
    "Целью проекта является создание приложения, которое будет включать в себя инструменты для рисования, анимации и создания изображений .gif или .png с возможностью последующего сохранения анимации/изображения, используя только нативный JavaScript.",
  cultureDesc:
    "Небольшой культурный портал о белорусских режиссерах. Целью этого проекта было впервые попробовать сотрудничество с использованием системы контроля версий и всех методов совместной работы. Сделано в команде с моими друзьями.",
  arrDesc:
    "Это небольшое, но довольно интересное приложение, когда-то созданное в качестве реализации тестового задания. Его цель - показать умение работать с массивами, а не впечатлять внешним видом интерфейса. В этом приложении я считываю информацию (абстрактно, псевдо-координаты) из файла input.txt, анализирую их согласно определенным правилам и, соответственно, заполняю массивы. Отображая их на экране, я получаю рисунок.",
  notyEnc: "Больше интересных примеров кода вы можете найти на",
  notyDesc:
    "А еще вы можете подписаться на обновления и оставить звездочки ^^,)",
  joke: "Святые угодники !",

  //EDUCATION
  university: "Белорусский Государственный Экономический Университет",
  uniLocate: "(Минск, Беларусь)",
  special: "Бакалавр политологии.",
  rssFE: "The Rolling Scopes School JS/FE",
  rssNode: "The Rolling Scopes School Node JS",
  rssLink: " (rs.school)",
  rssCertificate: "Сертификат об успешном завершенеии курса:",
  languageLevelCertificate:
    "Уровень английского языка и соответствующие сретификаты:",
  linkedInCertificate: "LinkedIn Learning сертификаты:",
  linkedInLink: "(больше сертификатов вы найдете на LinkedIn)",
};
