{
    "name": "Игорь",
    "surname": " Иванюк",
    "position": "вэб разработчик",
    "profile": "Профиль",
    "projects": "Проекты",
    "education": "Образование",
    "dwnloadCV": "Скачать",
    "printCV": "Печать",
    "hello": "Привет!",
    "greeting": "Я увлечен технологиями и саморазвитием, трудолюбив и быстро учусь.",
    "contact": "Мои контакты",
    "phone": "Мобильный телефон:",
    "mail": "Почтовый ящик:",
    "adress": "Адрес:",
    "street": "Рокоссовского, 60/1",
    "place": "Минск, Беларусь",
    "sendMeMess": "Отправить мне письмо ",
    "social": "",
    "footer": "Игорь Иванюк CV 2020",
    "summary": "О квалификации",
    "summaryDesc": "Ориентированный на результат, дотошный и креативный веб-разработчик с 1-летним опытом создания различных веб-приложений, использующий HTML, CSS, JavaScript, React, Redux и другие технологии.",
    "skills": "Технические Навыки",
    "languages": "Языки и технологии:",
    "frameworks": "Фреймворки и библиотеки:",
    "other": "Другие навыки:",
    "tools": "Инструменты:",
    "practices": "Практики:",
    "languagesDesc": "JavaScript, HTML, CSS",
    "frameworksDesc": "React, Redux, etc.",
    "otherDesc": "GIT, Webpack, etc.",
    "toolsDesc": "VS Code, Figma, PS, etc.",
    "practicesDesc": "Agile, Kanban, Code review",
    "job": "Опыт работы",
    "repo": "Репозиторий:",
    "env": "Используются:",
    "deployment": "(Нажмите на картинку, что бы увидеть деплой)",
    "chatDesc": "Цель проекта - создать пользовательский интерфейс чата для заданного веб-сокета, используя ReactJS.",
    "editorDesc": "Целью проекта является создание приложения, которое будет включать в себя инструменты для рисования, анимации и создания изображений .gif или .png с возможностью последующего сохранения анимации/изображения.",
    "cultureDesc": "Небольшой культурный портал о белорусских режиссерах. Целью этого проекта было впервые попробовать сотрудничество с использованием системы контроля версий и всех методов совместной работы. Сделано в команде с моими друзьями.",
    "arrDesc": "Это небольшое, но довольно интересное приложение, когда-то созданное в качестве тестового задания. Его цель - показать умение работать с массивами, а не впечатлять внешним видом интерфейса. В этом приложении я считываю информацию (абстрактно, псевдо-координаты) из файла input.txt, анализирую их согласно определенным правилам и, соответственно, заполняю массивы. Отображая их на экране, я получаю рисунок.",
    "notyEnc": "Больше и интересных примеров кода вы можете найти на",
    "notyDesc": "Пожалуйста, внимательно читайте описания, задавайте вопросы. А так же не стесняйтесь подписываться / оставлять звезды на понравившихся проектах в гитхабе ^^,)"
}