{
    "name": "Игорь",
    "surname": " Иванюк",
    "position": "ВEБ РАЗРАБОТЧИК",
    "profile": "Профиль",
    "projects": "Проекты",
    "education": "Образование",
    "dwnloadCV": "Скачать",
    "printCV": "Печать",
    "hello": "Привет!",
    "greeting": "Я увлечен технологиями и саморазвитием, трудолюбив и быстро учусь.",
    "contact": "Мои контакты",
    "phone": "Мобильный телефон:",
    "mail": "Почтовый ящик:",
    "adress": "Адрес:",
    "street": "Рокоссовского, 60/1",
    "place": "Минск, Беларусь",
    "sendMeMess": "Отправить мне письмо ",
    "social": "",
    "footer": "Игорь Иванюк CV 2020",
    "summary": "О квалификации",
    "summaryDesc": "Ориентированный на результат, пытливый и креативный веб-разработчик с полуторалетним опытом создания различных веб-приложений, использующий HTML, CSS, JavaScript, React, Redux и другие технологии.",
    "skills": "Технические Навыки",
    "job": "Опыт работы",
    "intelico": "Участие в проектах на базе прогрессивных технологий. Разработка сложных, динамических интерфейсов со сложной логикой и зависимостями. Участие в обсуждении архитектурных решений.",
    "repo": "Репозиторий:",
    "env": "Используются:",
    "deployment": "(Нажмите на картинку, чтобы увидеть деплой)",
    "platDesc": "Plat - это полностью настраиваемое решение «под ключ» для непрерывной генерации потенциальных клиентов. Используется для сбора, проверки и распределения потенциальных клиентов в режиме реального времени через удобный SaaS. Plat предлагает несколько методов распространения, включая ping post, ping tree, JSON, XML и SOAP.",
    "platMoreDesc": "В этом проекте я занимаю позицию front-end разработчика.",
    "chatDesc": "Это небольшой чат, который я создал используя React, Ant Design, Node.js.",
    "editorDesc": "Целью проекта является создание приложения, которое будет включать в себя инструменты для рисования, анимации и создания изображений .gif или .png с возможностью последующего сохранения анимации/изображения.",
    "cultureDesc": "Небольшой культурный портал о белорусских режиссерах. Целью этого проекта было впервые попробовать сотрудничество с использованием системы контроля версий и всех методов совместной работы. Сделано в команде с моими друзьями.",
    "arrDesc": "Это небольшое, но довольно интересное приложение, когда-то созданное в качестве реализации тестового задания. Его цель - показать умение работать с массивами, а не впечатлять внешним видом интерфейса. В этом приложении я считываю информацию (абстрактно, псевдо-координаты) из файла input.txt, анализирую их согласно определенным правилам и, соответственно, заполняю массивы. Отображая их на экране, я получаю рисунок.",
    "notyEnc": "Больше интересных примеров кода вы можете найти на",
    "notyDesc": "А еще вы можете подписаться на обновления и оставить звездочки ^^,)",
    "university": "Белорусский Государственный Экономический Университет",
    "uniLocate": "(Минск, Беларусь)",
    "special": "Бакалавр политологии.",
    "rssFE": "The Rolling Scopes School JS/FE",
    "rssNode": "The Rolling Scopes School Node JS",
    "rssLink": " (school.rollingscopes)",
    "rssCertificate": "Сертификат об успешном завершенеии курса:",
    "languageLevelCertificate": "Уровень английского языка и соответствующие сретификаты:",
    "linkedInCertificate": "LinkedIn Learning сертификаты:",
    "linkedInMore": "Больше сертификатов от ",
    "linkedInLink": "LinkedIn",
    "joke": "Святые угодники !"
}