{
    "name": "IHAR",
    "surname": "IVANIUK",
    "position": "WEB DEVELOPER",
    "profile": "Profile",
    "projects": "Projects",
    "education": "Education",
    "dwnloadCV": "Download CV",
    "printCV": "Print CV",
    "hello": "Hello!",
    "greeting": "I'm passionate about technology and self-development, hardworker and a fast-learner.",
    "contact": "Contact details",
    "phone": "Phone:",
    "mail": "Email:",
    "adress": "Adress:",
    "street": "Rokossovskogo, 60/1",
    "place": "Minsk, Belarus",
    "sendMeMess": "Send me a message",
    "social": "Get social",
    "footer": "Ihar Ivaniuk CV 2020",
    "summary": "Summary of Qualifications",
    "summaryDesc": "Results- oriented, meticulous and innovative Web Developer with more than 1+ year experience building various types of web application using HTML, CSS, JavaScript, React, Redux and other technology.",
    "skills": "Technical Skills",
    "job": "Work Experience",
    "intelico": "Participation in projects based on advanced technologies. Development of complex, dynamic interfaces with complex logic and dependencies. Participation in the discussion of architectural solutions.",
    "repo": "Repository:",
    "env": "Environment:",
    "deployment": "(Click on the pic, to see deployment)",
    "platDesc": "Plat is a fully customizable, turnkey solution for end-to-end lead generation. Used to capture, validate, and distribute leads in real-time through a convenient SaaS. Plat offers multiple distribution methods, including ping post, ping tree, JSON, XML, and SOAP.",
    "platMoreDesc": "In this project, I am a front-end developer.",
    "chatDesc": "This is a small chat I made using React, Ant Design, Node.js.",
    "editorDesc": "The goal of the project is to create an application that will include tools for drawing, animation then and creating .gif or .png images for download.",
    "cultureDesc": "A small cultural portal about Belarusian directors. The goal of this project was to try collaboration for the first time using a version control system and all collaboration methods. Made in a team with my friends.",
    "arrDesc": "This is a small, but rather entertaining application, was once created as a test task. Its purpose is to show the ability to work with arrays, and not impress the appearance of the interface. In this application, I read information (abstractly, pseudo-coordinates) from the input.txt file, parsing them according to certain rules, and accordingly fill the arrays. By displaying them on the screen, I get a picture.",
    "notyEnc": "You can find many more interesting examples of my own code on my",
    "notyDesc": "You can also subscribe to updates and leave stars ^^,)",
    "university": "Belarusian State Economic University",
    "uniLocate": "(Minsk, Belarus)",
    "special": "Specialist (Bachelor Degree) – Political science.",
    "rssFE": "The Rolling Scopes School JS/FE",
    "rssNode": "The Rolling Scopes School Node JS",
    "rssLink": " (school.rollingscopes)",
    "rssCertificate": "Certificate of Completion:",
    "languageLevelCertificate": "Level of English and corresponding certificates:",
    "linkedInCertificate": "LinkedIn Learning Certificates:",
    "linkedInMore": "More certificates from ",
    "linkedInLink": "LinkedIn",
    "joke": "Oh my God !"
}